// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Status för förbrukningsmaterial";

StaplesTabLabel = "Häftklamrar";
MediaTabLabel = "Material";
PrintheadTabLabel = "Skrivhuvuden";
SuppliesTabLabel = "Förbrukningsmaterial";

Toner = "Toner";

EstimatedWarning = "Endast beräkning. De faktiska bläcknivåerna kan variera.";

DoorOpenTitle = "Dörr/lucka är öppen";
ConsumableUnknownTitle = "Okänt";
CartridgeMissingTitle = "Saknas";
HSDCartridgeUsageTitle = "Lagra information om användning av förbrukningsmaterial i patronminnet";
ValueNotAvailable = "Ej Tillgänglig";

Colon = ":";

MediaStatusUnknown = "Okänt";
MediaStatusNotEmpty = "Ej tom";
MediaStatusEmpty = "Tom";
MediaStatusLow = "Låg";
MediaStatusFull = "Full";
MediaStatusOk = "OK";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "Bra";
Low = "Nästan utgånget, förbered utbyte";
Out = "Utgånget, byt ut";
Fair = "Ganska bra";
Bad = "Felaktig";
PrintheadMissingTitle = "Saknas";

// staples cartridge
HSDStapleLevelStatusOK = "OK";
StapleLevelStatusLow = "Låg";
StapleLevelStatusVeryLow = "Mycket låg";
StapleLevelStatusOut = "Ut";
StapleCartridgeTitle = "Häftklammerpatron %d:";
LevelStatusFormat = "Status:||%@";

PartReorderFormat = "Registreringsnummer för artikel:||%@";
ExpireDateFormat = "Utgångsdatum:||%@";
SerialNumberFormat = "Serienummer:||%@";
SupplyTypeFormat = "Typ:||%@";
WarrantyStatusFromat = "Garantistatus:||%@";
UsedInkFromat = "Mängd använt bläck (ml):||%@";
WarrantyNotice = "*Se Garantiinformation";

ManufacturerUnknown = "Okänd";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "Godkänd OEM";
ManufacturerNonApproved = "Ej godkänd";
CartridgeApproved = "Under garanti";
CartridgeNotApproved = "Ingen garanti";

OrderHPPart = "HP-art.nr :";
ApproximatePagesRemainingForInitialUse = "Ungefärligt antal återstående sidor:\n\t(Tillgängligt efter 25%% användning)||Samlar in data";
ApproximatePagesRemaining = "Ungefärligt antal återstående sidor:\n\t(Antal återstående sidor varierar beroende\n\tpå de typer av dokument som skrivs ut.)||%@";
PagesPrintedWithThisSupply = "Sidor utskrivna med detta material:";
FirstInstallDate = "Datum för första installation:||%@";
LastUsedDate = "Senaste användningsdatum:||%@";
LowReached = "Låg gräns nådd:||%@";

YES = "Ja";
NO = "Nej";

SupplyStatusAuthentic = "Äkta HP";
SupplyStatusClone = "Icke HP-klonkrets";
SupplyStatusRefilled = "Icke HP-återfylld";
SupplyStatusUnauthorized = "Ej auktoriserad";
SupplyStatusIncorrect = "Felaktigt";

SupplyDepleted = "Använd, återfylld eller förfalskad";
HSDSupplyDepletedWarningTitle = "Slut på HP:s originalbläck - Information om bläcknivåer är inte tillgänglig";
SupplyDepletedWarningMessage = "Patronen kan vara slut, återfylld eller av annat fabrikat än HP. Om patronen är slut byter du ut den mot en ny. HP kan inte garantera kvalitet och tillförlitlighet för icke-HP-patroner. Service och reparationer av skrivaren som krävs till följd av att icke-HP-patroner använts täcks inte av garantin.\nOm du tror att du köpt en äkta HP-patron, gå till: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

WarrantyNotes = "*Garantiinformation\nEtt förbrukningsmaterial som inte kommer från HP har installerats. HP vet att kunden kan välja efter eget tycke, men kan inte garantera kvaliteten eller pålitligheten hos material som inte kommer från HP. Skrivarservice eller reparationer som krävs p.g.a. användning av förbrukningsmaterial som inte kommer från HP täcks inte av garantin.\n\nGenom att använda äkta HP-förbrukningsmaterial säkerställer du fullständig tillgänglighet till skrivarens funktioner.\n\nOm du tror att du har köpt ett äkta HP-förbrukningsmaterial ska du besöka oss på: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "Information om beräknad bläcknivå är inte tillgänglig för startbläckpatroner (som levereras med enheten).";
NonHPSupplyWarning = "OBSERVERA: Ett förbrukningsmaterial som inte kommer från HP har installerats. Säkerställ att alla utskriftsfunktioner (såsom status för återstående förbrukningsmaterial) är tillgängliga genom att använda äkta HP-förbrukningsmaterial.";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "Bläckpatronen är installerad i fel utrymme.\nInstallera en HP-bläckpatron för svart. Den saknas eller har inte installerats korrekt.";
CyanCartridgeMisinstalledWarning = "Bläckpatronen är installerad i fel utrymme.\nInstallera en HP-bläckpatron för cyan. Den saknas eller har inte installerats korrekt.";
MagentaCartridgeMisinstalledWarning = "Bläckpatronen är installerad i fel utrymme.\nInstallera en HP-bläckpatron för magenta. Den saknas eller har inte installerats korrekt.";
YellowCartridgeMisinstalledWarning = "Bläckpatronen är installerad i fel utrymme.\nInstallera en HP-bläckpatron för gul. Den saknas eller har inte installerats korrekt.";

BlackCartridgeMissingWarning = "Installera bläckpatron (svart).\nInstallera en HP-bläckpatron för svart. Den saknas eller har inte installerats korrekt.";
CyanCartridgeMissingWarning = "Installera bläckpatron (cyan).\nInstallera en HP-bläckpatron för cyan. Den saknas eller har inte installerats korrekt.";
MagentaCartridgeMissingWarning = "Installera bläckpatron (magenta).\nInstallera en HP-bläckpatron för magenta. Den saknas eller har inte installerats korrekt.";
YellowCartridgeMissingWarning = "Installera bläckpatron (gul).\nInstallera en HP-bläckpatron för gul. Den saknas eller har inte installerats korrekt.";

BlackCartridgeIncorrectWarning = "Byt ut ej kompatibel eller defekt bläckpatron för svart.\nByt ut den med en bläckpatron för svart, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
CyanCartridgeIncorrectWarning = "Byt ut ej kompatibel eller defekt bläckpatron för cyan.\nByt ut den med en bläckpatron för cyan, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
MagentaCartridgeIncorrectWarning = "Byt ut ej kompatibel eller defekt bläckpatron för magenta.\nByt ut den med en bläckpatron för magenta, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
YellowCartridgeIncorrectWarning = "Byt ut ej kompatibel eller defekt bläckpatron för gul.\nByt ut den med en bläckpatron för gul, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

BlackCartridgeNonHPWarning = "Bläckpatron för svart som inte är av märket HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner från andra tillverkare omfattas inte av garantin. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Byt annars ut den du använder med en originalbläckpatron för svart, HP.";
CyanCartridgeNonHPWarning = "Bläckpatron för cyan av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner från andra tillverkare omfattas inte av garantin. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Byt annars ut den du använder med en originalbläckpatron för cyan, HP.";
MagentaCartridgeNonHPWarning = "Bläckpatron för magenta av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner från andra tillverkare omfattas inte av garantin. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Byt annars ut den du använder med en originalbläckpatron för magenta, HP.";
YellowCartridgeNonHPWarning = "Bläckpatron för gul av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner från andra tillverkare omfattas inte av garantin. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Byt annars ut den du använder med en originalbläckpatron för gul, HP.";

BlackCartridgeNonHPRecoverableWarning = "Bläckpatron för svart som inte är av märket HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skador på skrivaren som orsakats av användning av bläckpatroner som inte är från HP täcks inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron som är av ett annat märke trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas. Byt annars ut den du använder med en originalbläckpatron för svart, HP. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarning = "Bläckpatron för cyan av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skador på skrivaren som orsakats av användning av bläckpatroner som inte är från HP täcks inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron som är av ett annat märke trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas. Byt annars ut den du använder med en originalbläckpatron för cyan, HP. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarning = "Bläckpatron för magenta av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skador på skrivaren som orsakats av användning av bläckpatroner som inte är från HP täcks inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron som är av ett annat märke trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas. Byt annars ut den du använder med en originalbläckpatron för magenta, HP. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarning = "Bläckpatron för gul av annat märke än HP.\nHP har stöd för andra artiklar men kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner som inte kommer från HP. Skador på skrivaren som orsakats av användning av bläckpatroner som inte är från HP täcks inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron som är av ett annat märke trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas. Byt annars ut den du använder med en originalbläckpatron för gul, HP. Om du tror att du har köpt en originalbläckpatron från HP kan du besöka link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarning = "Byt ut förbrukad bläckpatron för svart.\nByt ut den med en ny bläckpatron för svart, HP.";
CyanCartridgeExpiredWarning = "Byt ut förbrukad bläckpatron för cyan.\nByt ut den med en ny bläckpatron för cyan, HP.";
MagentaCartridgeExpiredWarning = "Byt ut förbrukad bläckpatron för magenta.\nByt ut den med en ny bläckpatron för magenta, HP.";
YellowCartridgeExpiredWarning = "Byt ut förbrukad bläckpatron för gul.\nByt ut den med en ny bläckpatron för gul, HP.";

BlackCartridgeExpiredRecoverableWarning = "Bläckpatron för svart förbrukad.\nHP kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner vars utgångsdatum passerats. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner vars utgångsdatum passerats omfattas inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron vars utgångsdatum passerats trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas.";
CyanCartridgeExpiredRecoverableWarning = "Bläckpatron för cyan förbrukad.\nHP kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner vars utgångsdatum passerats. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner vars utgångsdatum passerats omfattas inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron vars utgångsdatum passerats trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas.";
MagentaCartridgeExpiredRecoverableWarning = "Bläckpatron för magenta förbrukad.\nHP kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner vars utgångsdatum passerats. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner vars utgångsdatum passerats omfattas inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron vars utgångsdatum passerats trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas.";
YellowCartridgeExpiredRecoverableWarning = "Bläckpatron för gul förbrukad.\nHP kan inte garantera kvaliteten eller tillförlitligheten hos bläckpatroner vars utgångsdatum passerats. Skrivarunderhåll och reparationer som krävs efter användande av bläckpatroner vars utgångsdatum passerats omfattas inte av garantin. Om du vill fortsätta att skriva ut med en bläckpatron vars utgångsdatum passerats trycker du på och håller ned skrivarens strömbrytare, trycker på skrivarens Fortsätt-knapp tre gånger, och släpper sedan strömbrytaren. Det kan emellertid hända att utskriftskvaliten och informationen om bläckmängden påverkas.";

BlackCartridgeOutOfInkWarning = "Byt ut tom bläckpatron för svart.\nByt ut den med en ny bläckpatron för svart, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
CyanCartridgeOutOfInkWarning = "Byt ut tom bläckpatron för cyan.\nByt ut den med en ny bläckpatron för cyan, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
MagentaCartridgeOutOfInkWarning = "Byt ut tom bläckpatron för magenta.\nByt ut den med en ny bläckpatron för magenta, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";
YellowCartridgeOutOfInkWarning = "Byt ut tom bläckpatron för gul.\nByt ut den med en ny bläckpatron för gul, HP. Det går inte att skriva ut förrän bläckpatronen har bytts ut.";

BlackCartridgeNearExpiredWarning = "Bläckpatronen för svart är snart förbrukad.\nByt ut den mot en ny bläckpatron för svart, HP, när utgångsdatumet passeras.";
CyanCartridgeNearExpiredWarning = "Bläckpatronen för cyan är snart förbrukad.\nByt ut den mot en ny bläckpatron för cyan, HP, när utgångsdatumet passeras.";
MagentaCartridgeNearExpiredWarning = "Bläckpatronen för magenta är snart förbrukad.\nByt ut den mot en ny bläckpatron för magenta, HP, när utgångsdatumet passeras.";
YellowCartridgeNearExpiredWarning = "Bläckpatronen för gul är snart förbrukad.\nByt ut den mot en ny bläckpatron för gul, HP, när utgångsdatumet passeras.";

BlackPenMissingWarning = "Det svart skrivhuvudet saknas.\nInstallera ett svart HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt.";
CyanPenMissingWarning = "Det cyanfärgade skrivhuvudet saknas.\nInstallera ett cyanfärgat HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt.";
MagentaPenMissingWarning = "Det magentafärgade skrivhuvudet saknas.\nInstallera ett magentafärgat HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt.";
YellowPenMissingWarning = "Det gul skrivhuvudet saknas.\nInstallera ett gul HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt.";
BlackYellowPenMissingWarning = "Det svart och gul skrivhuvudet saknas.\nInstallera ett svart och gul HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt.";
CyanMagentaPenMissingWarning = "Det magentafärgade och cyanfärgade skrivhuvudet saknas.\nInstallera ett magentafärgat och cyanfärgat HP-skrivhuvud. Det saknas eller har inte installerats på rätt sätt..";
CMYKPenMissingWarning = "CMYK-skrivhuvudet saknas.\nInstallera ett HP CMYK-skrivhuvud. Antingen saknas det eller så är det inte korrekt installerat..";

BlackPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för svart.\nErsätt med ett skrivhuvud för svart, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
CyanPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för cyan.\nErsätt med ett skrivhuvud för cyan, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
MagentaPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för magenta.\nErsätt med ett skrivhuvud för magenta, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
YellowPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för gul.\nErsätt med ett skrivhuvud för gul, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
BlackYellowPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för svart och gul.\nErsätt med ett skrivhuvud för svart och gul, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
CyanMagentaPenIncorrectWarning = "Byt ut ej kompatibel eller defekt skrivhuvud för magenta och cyan.\nErsätt med ett skrivhuvud för magenta och cyan, HP. Det går inte att skriva ut förrän skrivhuvudet har bytts ut.";
MatteBlackCyanPenIncorrectWarning = "Byt ut inkompatibelt eller felaktigt matt svart/cyan skrivhuvud.\nByt ut med ett matt svart/cyan skrivhuvud. Skrivaren skriver endast ut efter att skrivhuvudet har bytts ut.";
MagentaYellowPenIncorrectWarning = "Byt ut inkompatibelt eller felaktigt magenta/gult skrivhuvud.\nByt ut mot ett magenta/gult skrivhuvud från HP. Skrivaren skriver endast ut när skrivhuvudet har bytts ut.";
CMYKPenIncorrectWarning = "Byt ut inkompatibelt eller trasigt CMYK-skrivhuvud.\nByt ut det mot ett CMYK-skrivhuvud från HP. Skrivaren kan inte skriva ut förrän skrivhuvudet bytts ut.";

BlackCartridgeAntiTheftEnabledWarning = "Byt ut den HP-skyddade svarta bläckpatronen. Patronen kan endast användas i den skrivare som från början skyddade patronerna med HPs bläckpatronsskydd och måste bytas ut.";
CyanCartridgeAntiTheftEnabledWarning = "Byt ut den HP-skyddade cyanfärgade bläckpatronen. Patronen kan endast användas i den skrivare som från början skyddade patronerna med HPs bläckpatronsskydd och måste bytas ut.";
MagentaCartridgeAntiTheftEnabledWarning = "Byt ut den HP-skyddade magentafärgade bläckpatronen. Patronen kan endast användas i den skrivare som från början skyddade patronerna med HPs bläckpatronsskydd och måste bytas ut.";
YellowCartridgeAntiTheftEnabledWarning = "Byt ut den HP-skyddade gula bläckpatronen. Patronen kan endast användas i den skrivare som från början skyddade patronerna med HPs bläckpatronsskydd och måste bytas ut.";

BlackCartridgeAntiTheftEnabledWarningPigment = "Byt ut den svarta HP-skyddade patronen. Patronen kan endast användas i den skrivare som ursprungligen skyddade patroner med HPs bläckpatronsskydd och den måste bytas ut.";
CyanCartridgeAntiTheftEnabledWarningPigment = "Byt ut den cyanfärgade HP-skyddade patronen. Patronen kan endast användas i den skrivare som ursprungligen skyddade patroner med HPs bläckpatronsskydd och den måste bytas ut.";
MagentaCartridgeAntiTheftEnabledWarningPigment = "Byt ut den magentafärgade HP-skyddade patronen. Patronen kan endast användas i den skrivare som ursprungligen skyddade patroner med HPs bläckpatronsskydd och den måste bytas ut.";
YellowCartridgeAntiTheftEnabledWarningPigment = "Byt ut den gula HP-skyddade patronen. Patronen kan endast användas i den skrivare som ursprungligen skyddade patroner med HPs bläckpatronsskydd och den måste bytas ut.";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "Byt ut HP-skyddade bildtrumman. Bildtrumman kan endast användas i den skrivare som ursprungligen skyddade den via funktionen HPs bläckpatronsskydd och måste bytas ut.";

StatusWarning = "Kan inte visa status för förbrukningsmaterial med status:";

// shoping menu titles
Phone = "per telefon";
ShopForSuppliesFormat = "Köpa förbrukningsmaterial %@";

"United States" = "USA";
"China" = "Kina";
"Hong Kong" = "Hongkong";
"India" = "Indien";
"Indonesia" = "Indonesien";
"Korea" = "Korea";
"Malaysia" = "Malaysien";
"Philippines" = "Filippinerna";
"Singapore" = "Singapore";
"Taiwan" = "Taiwan";
"Thailand" = "Thailand";
"Vietnam" = "Vietnam";

SuppliesInformationTitle = "Information om förbrukningsmaterial";

DetailsHeader = "Status för förbrukningsmaterial";
ReturnRecyclingTitle = "Återlämning och återvinning\n";
ReturnRecyclingMessage = "Återlämna din äkta HP leverans för återvinning till HP. För mer information, besök oss på http://www.hp.com/go/recycle";
OrderingTitle = "Beställningsinformation";
OrderingMessageFormat = "Leverans från HP kan beställas på Internet (link:{url=\"%@\";title=\"%@\";}), on-line genom din skrivarprogramvara, eller genom att ringa en auktoriserad återförsäljare. Läs i din användarhandbok för instruktioner.";
ApproximatePagesRemainingClear = "Ungefärligt antal återstående sidor:";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP använder patronens första 20 % för att beräkna hur många sidor som återstår.";
ApproximatePageRemainingNotAvailableNowValue = "Samlar in data";
SupplyLevelReplace = "Ersätt";
InkSupplyPLRDisclaimer = "Endast beräkning. De faktiska bläcknivåerna kan variera.";

PRLSupplyDisclaimer = "Ungefärligt värde; varierar beroende på vilka typer av dokument som skrivs ut och andra faktorer";
LessThanX = "Mindre än %d";
SupplyLevel = "Bläcknivå:";
OrderTitle = "Beställ";
SupplyLevelNormal = "Normal";
SupplyLevelVeryLow = "Mycket låg";

SupplyAuthStateUsed = "Används";
SupplyAuthStateUnsupported = "Stöds ej";
SupplyAuthStateNonHP = "Icke-HP";
SupplyAuthStateIncompatible = "Inkompatibel";

SuppliesStatusMisinstalled = "Bläckpatronen är installerad i fel utrymme.";

SupplyStatusLowDetailsDisclaimer = "Skrivaren visar när nivån är låg. Patronens livslängd kan variera. Det kan vara klokt att ha en ny patron tillgänglig, som kan installeras när utskriftskvaliteten inte längre är tillfredsställande. Patronen behöver inte bytas nu.";
SupplyStatusVeryLowDetailsDisclaimer = "Skrivaren visar när nivån är mycket låg. Patronens livslängd kan variera. Det kan vara klokt att ha en ny patron tillgänglig, som kan installeras när utskriftskvaliteten inte längre är tillfredsställande. Patronen behöver inte bytas nu om inte utskriftskvaliteten inte längre är tillfredsställande. När en HP-förbrukningsartikel har nått ner till nivån \"mycket låg\" upphör HP:s premiumgaranti för den aktuella förbrukningsartikeln att gälla.";
SupplyStatusMPACCOActiveDetailsDisclaimer = "Skrivaren är användarkonfigurerad så att den bara skriver ut i svart-vitt när färgpatronnivån är mycket låg. Färgpatronen kan fortfarande innehålla tillräckligt mycket bläck för att utskriftskvaliteten ska vara tillfredsställande. För att skriva ut i färg måste antingen färgpatronen bytas ut eller skrivaren konfigureras om.";
SupplyStatusReplaceRDDetailsDisclaimer = "Skrivaren visar när en patron har nått sin beräknade livstid. Det kan fortfarande finnas bläck kvar i patronen, men det kan inte användas utan att riskera att skrivaren tar skada.";
SupplyStatusReplaceUserDetailsDisclaimer = "Skrivaren är användarkonfigurerad så att den stannar när bläcknivån är mycket låg. Patronen kan fortfarande innehålla tillräckligt mycket bläck för att utskriftskvaliteten ska vara tillfredsställande. För att fortsätta skriva ut måste antingen patronen bytas ut eller skrivaren konfigureras om.";

AuthenticationStateMissingSmartChipNote = "Kan inte läsa bläckpatronsdata. Eventuella skrivarreparationer som krävs till följd av att bläckpatroner med oläsliga data har använts täcks inte av garantin. Förbrukningsartiklarnas status och funktioner som är beroende av förbrukningsartiklarnas status kommer inte att vara tillgängliga.";
AuthenticationStateBadDataFromCartridgeNote = "Kan inte läsa bläckpatronsdata. Eventuella skrivarreparationer som krävs till följd av att bläckpatroner med oläsliga data har använts täcks inte av garantin. Förbrukningsartiklarnas status och funktioner som är beroende av förbrukningsartiklarnas status kommer inte att vara tillgängliga.";
AuthenticationStateUsedNote = "En använd förbrukningsartikel har installerats. Om du tror att du har köpt en äkta HP-förbrukningsartikel, ska du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Eventuella skrivarreparationer som krävs till följd av att använda förbrukningsartiklar använts täcks inte av garantin. Förbrukningsartiklarnas status och funktioner som är beroende av förbrukningsartiklarnas status kommer inte att vara tillgängliga.";
AuthenticationStateUsedBody = "VARNING: En använd förbrukningsartikel har installerats. Status för förbrukningsartiklar är inte tillgänglig. Funktioner som behöver statusen för förbrukningsartiklarna är kanske inte heller tillgängliga.";
AuthenticationStateNotDesignedForPrinterNote = "Denna äkta HP-förbrukningsartikel är inte utformad för den här produkten och den stöds inte. Resulten kan variera när den används med den här produkten.";
AuthenticationStateNonHPNote = "En icke-HP-förbrukningsartikel har installerats. Om du tror att du har köpt en äkta HP-förbrukningsartikel ska du besöka oss på link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Eventuella skrivarreparationer som krävs till följd av att icke-HP-förbrukningsartiklar har använts täcks inte av garantin.";

ImportantNotesTitle = "Viktigt att notera:\n";
AtVeryLowInstructions = "1. Välj \"Patroninställningar\" I gruppen \"Skrivarinställningar\".\n2. Välj %färg%patron i tabellen \"Inställningar för mycket låg bläcknivå\".\n3. Ändra den valda patronen till \"Fortsätt\" eller \"Fråga om att fortsätta\".";

HSDPrintheadTabTitle = "Skrivhuvudets tillstånd";
HSDPrintheadTabInfo = "Tillståndet för den markerade skrivarens skrivhuvud visas nedan.";

HSDSuppliesTabTitle = "Aktuella nivåer för förbrukningsmaterial";
HSDSuppliesTabInfo = "De aktuella nivåerna för förbrukningsmaterial visas nedan.";
HSDDetailedInfoButtonTitle = "Detaljerad information om förbrukningsmaterial";
HSDSuppliesWarningTitle = "Statusfel vid hämtning av information om bläckpatron från skrivaren. Det går inte att kommunicera med skrivaren. Kontrollera att den är ansluten och påslagen.";

HSDMediaTabTitle = "Pappersstatus";
HSDMediaTabInfo = "Aktuell pappersstatus för den valda skrivaren visas nedan.";

HSDStaplesTabTitle = "Mängden häftklamrar";
HSDStaplesTabInfo = "Mängden häftklamrar för den valda skrivaren visas nedan.";
HSDStaplesNotDetectedInfo = "Har inte detekterat något häftklammermagasin.";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "Aktuell status för molnanslutning";
lastConnectDate = "Senaste anslutningsdatum";
totalEnginePageCount = "Totalt antal utskrivna sidor";
PPPCount = "Antal sidor för betala-per-utskrift";
subscriptionPPPCount = "Antal sidor i betala-per-utskrift-abonnemang";
currentSequenceNumber = "Aktuellt sekvensnummer";
lastReceivedSequence = "Senast mottagen sekvens";
HAPILastReceivedDate = "Senaste mottagningsdatum för H-API";
EOOP = "Köpt sidantal förbrukat";
OOPEAvailable = "Tillägg kan göras när sidorna är slut";
blackSupplySubscription = "Svart patron";
triColorSupplySubscription = "Trefärgspatron";
Unknown = "Okänt";

InstantInk = "Instant Ink";
NonInstantInk = "ej Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "Ansluten";
NotConnected = "Ej ansluten";
Name = "Namn";
Value = "Värde";
YES = "Ja";
NO = "Nej";

C_Color = "Cyan";
M_Color = "Magenta";
Y_Color = "Gul";
CMY_Color = "Trefärgs";
K_Color = "Svart";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "bläckutbytesservice";
HSDInkSubscriptionAdMessage3 = "Spara upp till 50 % på bläck*\nOriginalbläck från HP beställs av skrivaren och levereras till din adress.\n\nKlicka på Skicka bläck nu om du vill veta mer och registrera dig.";
InkSubscriptionAdMessage4 = "Månadsabonnemanget på HP Instant Ink är baserat på antalet utskrivna sidor och inte på antalet förbrukade bläckpatroner.";
HSDInkSubscriptionHelp = "Instant Ink Hjälp";
HSDSendInkNow = "Skicka bläck nu";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*Klicka här om du vill se ansvarsfriskrivningar för HP Instant Ink.\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "Prova HP Instant Ink!";
InkSubscriptionInvitation = "Ta reda på hur bra det är på: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "HP Instant Ink-patron installerad";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "Fullfölj registreringen för HP Instant Ink online på link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "Inkompatibel HP Instant Ink-patron";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "Denna patron kan endast användas i en skrivare som är registrerad för HP Instant Ink. Om du anser att den här patronen ska fungera i din skrivare kontaktar du link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink Support Online\";}.";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "Endast en uppsättning HP Instant Ink Ready-patroner kan användas i en skrivare. Ta ut dem och ersätt dem med andra patroner.";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "Slutför skrivarinstallationen";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "Du måste slutföra skrivarinstallationen för att kunna skriva ut. Klicka på OK och följ anvisningarna på skrivarens frontpanel. Utskriftsjobbet avbryts.";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "Anslut skrivaren till HP Connected";
InkSubscriptionSubscribedPagesLow = "Om skrivaren inte ansluts till HP Connected kommer du snart inte att kunna skriva ut.\n\nSkrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.\nGå till skrivarens kontrollpanel för anvisningar.";
InkSubscriptionSubscribedPagesVeryLow = "VARNING: Om skrivaren inte ansluts till HP Connected kommer du mycket snart inte kunna skriva ut, utan ytterligare förvarning.\n\nSkrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.\nGå till skrivarens kontrollpanel för anvisningar.";
InkSubscriptionSubscriptionNeedToConnect = "Skrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.\nGå till skrivarens kontrollpanel för anvisningar.";

InkSubscriptionConnectNowToInstantInkWarningTitle = "Anslut skrivaren till HP Instant Ink";
InkSubscriptionSubscribedPagesLowToInstantInk = "Om skrivaren inte är ansluten till HP Instant Ink kommer du snart inte att kunna skriva ut längre.

Skrivaren måste vara ansluten för att dess HP Instant Ink-status ska uppdateras.
Tryck på knappen Info på skrivarens frontpanel för att skriva ut en sida med information om hur du återansluter skrivaren.
Denna sida räknas inte in i sidräkningen för HP Instant Ink.";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "VARNING: Om skrivaren inte är ansluten till HP Instant Ink kommer du mycket snart inte att kunna skriva ut längre och du kommer inte att få något ytterligare varningsmeddelande.

Tryck på knappen Info på skrivarens frontpanel för att skriva ut en sida med information om hur du återansluter skrivaren.
Denna sida räknas inte in i sidräkningen för HP Instant Ink.";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "Skrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.
Tryck på knappen Info på skrivarens frontpanel för att skriva ut en sida med information om hur du återansluter skrivaren.
Denna sida räknas inte in i sidräkningen för HP Instant Ink.";

/*Active*/
InkSubscriptionSuccessfulTitle = "Skrivaren är redo.";
InkSubscriptionSuccessful = "Information om HP Instant Ink finns här: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}.";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "Skrivaren är nu registrerad för HP Instant Ink.";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "Icke Instant Ink-patron installerad";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "Den här patronen kan användas i den här skrivaren, som är registrerad för HP Instant Ink. Om den månatliga debiteringen av HP Instant Ink-tjänsten har börjat kommer denna att fortsätta.";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "Kan inte skriva ut";
InkSubscriptionConnectNowError = "Skrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.\nDu kommer inte att kunna skriva ut förrän skrivaren har anslutits.\nGå till skrivarens kontrollpanel för anvisningar.";
InkSubscribedPagesOutError = "Skrivaren måste anslutas för att uppdatera HP Instant Ink-statusen.

Du kommer inte att kunna skriva ut förrän skrivaren har anslutits.
Tryck på knappen Info på skrivarens frontpanel för att skriva ut en sida med information om hur du återansluter skrivaren.
Denna sida räknas inte in i sidräkningen för HP Instant Ink.";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "En åtgärd krävs på ditt HP Instant Ink-konto";
InkSubscriptionAccountProblemSubscribedPagesLow = "Det har uppstått ett problem med ditt konto. Gå till link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online om du vill ha information.\n\nOm problemet inte blir löst kommer du snart inte att kunna skriva ut med HP Instant Ink-patroner.";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "Det har uppstått ett problem med ditt konto. Gå till link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online om du vill ha information.\n\nOm problemet inte blir löst kommer du mycket snart inte att kunna skriva ut med HP Instant Ink-patroner.";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "En åtgärd krävs på ditt HP Instant Ink-konto";
InkSubscriptionAccountProblemError = "Det har uppstått ett problem med ditt konto. Gå till link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} online om du vill ha information.\n\nDu kommer inte att kunna skriva ut med HP Instant Ink-patroner förrän problemet är löst.";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "Anslut skrivaren till HP Connected";
InkSubscriptionConnectToOrderCartridge = "Skrivaren måste anslutas till HP Connected för att du ska kunna beställa en utbytespatron.\nGå till skrivarens kontrollpanel för anvisningar.";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "Anslut skrivaren till HP Instant Ink";
InkSubscriptionConnectToInstantInkToOrderCartridge = "Skrivaren måste vara ansluten till HP Instant Ink så att en ersättningspatron kan beställas.
Tryck på knappen Info på skrivarens frontpanel för att skriva ut en sida med information om hur du återansluter skrivaren.
Denna sida räknas inte in i sidräkningen för HP Instant Ink.";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "Viktigt meddelande på HP Instant Ink";
InkSubscriptionImportantMessageWarning = "Du har ett viktigt meddelande om ditt HP Instant Ink-konto online på link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "Viktigt meddelande på HP Instant Ink";
InkSubscriptionImportantMessageError = "Kan inte skriva ut. Du har ett viktigt meddelande om ditt HP Instant Ink-konto online på link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}.";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "Dags att byta patron";
InkSubscriptionSubscriptionConsumableEndOfLife = "Din patron har mycket låg bläcknivå.\nByt ut den mot en HP Instant Ink-bläckpatron om du vill undvika problem med utskriftskvaliteten.";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "Oväntad Instant Ink-patron installerad";
UnexpectedInstantInkCartridgeInstalled = "Om du har en annan skrivare som använder Instant Ink-patroner bör du kontrollera om den här patronen är tänkt att installeras i den skrivaren istället för den här.\nI så fall kan du ta ut patronen och sätta tillbaka ursprungspatronen.";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "Använd HP Instant Ink-patron";
UsedHPInstantInkCartridge = "Den ovan angivna HP Instant Ink-patronen kan endast användas i den HP Instant Ink-skrivare där den först installerades och måste därför bytas ut.";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink-registrering avbruten";
HPInstantInkEnrollmentCancelled = "Din skrivare är inte längre registrerad för HP Instant Ink. Den kan inte längre använda HP Instant Ink-patroner.\nOm du anser att skrivaren fortfarande bör vara registrerad kontaktar du link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink Support Online\";}.";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "Din skrivare är inte längre registerad för HP Instant Ink. Den kan fortsätta att använda HP Instant Ink Ready patroner men inte HP Instant Ink-programpatroner.";

MissingSmartChipMonoSupply = "Fel i minne för förbrukningsmaterial";

EstimatedWarningPigment = "Endast uppskattning. Verkliga bläckpatronnivåer kan variera.";
UsedFromatPigment = "Mängd använda bläckpatronnivåer (mikroliter):||%@";
HSDSupplyDepletedWarningTitlePigment = "HPs originalbläckpatron har tagit slut – det visas inte längre någon information om aktuella bläcknivåer.";
StarterPensWarningPigment = "Uppskattad information om bläckpatronnivå är inte tillgänglig för introduktionspatroner.";

BlackCartridgeMisinstalledWarningPigment = "Bläckpatronen sitter på fel plats.\nByt ut mot en svart HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
CyanCartridgeMisinstalledWarningPigment = "Bläckpatronen sitter på fel plats.\nByt ut mot en cyan HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
MagentaCartridgeMisinstalledWarningPigment = "Bläckpatronen sitter på fel plats.\nByt ut mot en magenta HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
YellowCartridgeMisinstalledWarningPigment = "Bläckpatronen sitter på fel plats.\nByt ut mot en gul HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";

BlackCartridgeMissingWarningPigment = "Svart bläckpatron saknas.\nInstallera en svart HP bläckpatron. Den saknas eller är felaktigt installerad.";
CyanCartridgeMissingWarningPigment = "Cyan bläckpatron saknas.\nInstallera en cyan HP bläckpatron. Den saknas eller är felaktigt installerad.";
MagentaCartridgeMissingWarningPigment = "Magenta bläckpatron saknas.\nInstallera en magenta HP bläckpatron. Den saknas eller är felaktigt installerad.";
YellowCartridgeMissingWarningPigment = "Gul bläckpatron saknas.\nInstallera en gul HP bläckpatron. Den saknas eller är felaktigt installerad.";

BlackCartridgeIncorrectWarningPigment = "Byt ut inkompatibel eller felaktig svart bläckpatron.\nByt ut mot en svart HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
CyanCartridgeIncorrectWarningPigment = "Byt ut inkompatibel eller felaktig cyan bläckpatron.\nByt ut mot en cyan HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
MagentaCartridgeIncorrectWarningPigment = "Byt ut inkompatibel eller felaktig magenta bläckpatron.\nByt ut mot en magenta HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
YellowCartridgeIncorrectWarningPigment = "Byt ut inkompatibel eller felaktig gul bläckpatron.\nByt ut mot en gul HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";

BlackCartridgeNonHPWarningPigment = "Annan svart bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "Annan cyan bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "Annan magenta bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "Annan gul bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "Annan svart bläckpatron.\nHP erkänner kundens val, men garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Fortsätt skriva ut med en annan bläckpatron genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas. Byt i annat fall ut mot en svart HP bläckpatron. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "Annan cyan bläckpatron.\nHP erkänner kundens val, men garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Fortsätt skriva ut med en annan bläckpatron genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas. Byt i annat fall ut mot en cyan HP bläckpatron. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "Annan magenta bläckpatron.\nHP erkänner kundens val, men garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Fortsätt skriva ut med en annan bläckpatron genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas. Byt i annat fall ut mot en magenta HP bläckpatron. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "Annan gul bläckpatron.\nHP erkänner kundens val, men garanterar inte kvalitet eller tillförlitlighet för andra bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av andra bläckpatroner täcks inte av garantin. Fortsätt skriva ut med en annan bläckpatron genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas. Byt i annat fall ut mot en gul HP bläckpatron. Om du anser att du har köpt en riktig HP bläckpatron, öppna länken: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "Byt ut utgången svart bläckpatron.\nByt ut mot en ny svart HP bläckpatron.";
CyanCartridgeExpiredWarningPigment = "Byt ut utgången cyan bläckpatron.\nByt ut mot en ny cyan HP bläckpatron.";
MagentaCartridgeExpiredWarningPigment = "Byt ut utgången magenta bläckpatron.\nByt ut mot en ny magenta HP bläckpatron.";
YellowCartridgeExpiredWarningPigment = "Byt ut utgången gul bläckpatron.\nByt ut mot en ny gul HP bläckpatron.";

BlackCartridgeExpiredRecoverableWarningPigment = "Utgången svart bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för utgångna bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av utgångna bläckpatroner täcks inte av garantin. Fortsätt skriva ut med den utgångna bläckpatronen genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas.";
CyanCartridgeExpiredRecoverableWarningPigment = "Utgången cyan bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för utgångna bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av utgångna bläckpatroner täcks inte av garantin. Fortsätt skriva ut med den utgångna bläckpatronen genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas.";
MagentaCartridgeExpiredRecoverableWarningPigment = "Utgången magenta bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för utgångna bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av utgångna bläckpatroner täcks inte av garantin. Fortsätt skriva ut med den utgångna bläckpatronen genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas.";
YellowCartridgeExpiredRecoverableWarningPigment = "Utgången gul bläckpatron.\nHP garanterar inte kvalitet eller tillförlitlighet för utgångna bläckpatroner. Skrivarservice eller reparation som krävs på grund av användning av utgångna bläckpatroner täcks inte av garantin. Fortsätt skriva ut med den utgångna bläckpatronen genom att trycka på och hålla ned strömbrytaren, tryck på knappen Fortsätt tre gånger och släpp strömbrytaren. Utskriftskvalitet och information om bläckpatronnivå kan påverkas.";

BlackCartridgeOutOfWarningPigment = "Byt ut tom svart bläckpatron.\nByt ut mot en ny svart HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
CyanCartridgeOutOfWarningPigment = "Byt ut tom cyan bläckpatron.\nByt ut mot en ny cyan HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
MagentaCartridgeOutOfWarningPigment = "Byt ut tom magenta bläckpatron.\nByt ut mot en ny magenta HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";
YellowCartridgeOutOfWarningPigment = "Byt ut tom gul bläckpatron.\nByt ut mot en ny gul HP bläckpatron. Skrivaren skriver endast ut om bläckpatronen byts ut.";

BlackCartridgeNearExpiredWarningPigment = "Svart bläckpatron snart utgången.\nByt ut mot en ny svart HP bläckpatron när den går ut.";
CyanCartridgeNearExpiredWarningPigment = "Cyan bläckpatron snart utgången.\nByt ut mot en ny cyan HP bläckpatron när den går ut.";
MagentaCartridgeNearExpiredWarningPigment = "Magenta bläckpatron snart utgången.\nByt ut mot en ny magenta HP bläckpatron när den går ut.";
YellowCartridgeNearExpiredWarningPigment = "Gul bläckpatron snart utgången.\nByt ut mot en ny gul HP bläckpatron när den går ut.";

SupplyPLRDisclaimerPigment = "Endast uppskattning. Verkliga bläckpatronnivåer kan variera.";

HSDProtectedCartridgesTitle = "Skyddad HP-patron installerad";

HSDProtectedCartridges = "Patronen eller patronerna ovan kan endast användas i den skrivare där skydd ställdes in för dem från början genom HP:s funktion för patronskydd. Patronen/patronerna måste bytas ut.

Med HP:s patronskyddsfunktion kan en person som har en skrivare ställa in HP-patronerna i skrivaren så att de endast kan användas i just den skrivaren.

Om du har problem med patroner som du fått via HP Instant Ink kontaktar du HP Instant Ink Support Online.";
